[
  {
    "id": 1,
    "idTheSportsDB": "133667",
    "idAPIfootball": "489",
    "nome": "AC Milan",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Giuseppe Meazza",
      "capienza": 80018,
      "citta": "San Siro, Milan"
    },
    "descrizione": "L'Associazione Calcio Milan, meglio nota come A.C. Milano anche Milan (AFI: /ˈmilan/), è una società calcistica italiana fondata nel 1899 con sede nella città di Milano.\r\n\r\nLa squadra milita nella Serie A del campionato italiano di calcio, dove ha giocato pressoché stabilmente: dalla sua introduzione nella stagione 1929-1930, infatti, ha partecipato a 86 campionati di Serie A a girone unico su 88. L'esordio in massima serie nel periodo antecedente il girone unico risale al 1900.\r\n\r\nÈ la terza squadra al mondo per numero di titoli internazionali vinti (18, a pari merito con il Boca Juniors e l'Independiente e alle spalle di Real Madrid e Al-Ahly, rispettivamente a quota 27 e 20).Nella sua bacheca figurano, a livello internazionale, 7 Coppe dei Campioni/UEFA Champions League, 2 Coppe delle Coppe, 5 Supercoppe europee, 3 Coppe Intercontinentali e una Coppa del mondo per club FIFA. Se in ambito internazionale il Milan è la squadra italiana con più successi, la prima italiana ad essersi aggiudicata la Coppa dei Campioni (nel 1962-1963) e la seconda squadra europea e prima italiana per numero di finali di Coppa dei Campioni/UEFA Champions League disputate (11), in ambito italiano è il secondo club più titolato, a pari merito con l'Inter e alle spalle della Juventus (57 trofei), avendo vinto 30 trofei nazionali: 18 scudetti, 5 Coppe Italia e 7 Supercoppe italiane. Complessivamente, con 48 trofei ufficiali vinti (30 nazionali e 18 internazionali), è il secondo club italiano più titolato dietro alla Juventus (68). È stata inoltre la prima squadra a vincere, nel 1991-1992, il campionato italiano a girone unico senza subire sconfitte,eguagliata dalla Juventus nel 2011-2012. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8) e il FIFA World Player (3).\r\n\r\nIl club figura al settantottesimo posto della graduatoria continentale dell'UEFA, stilata in base ai risultati ottenuti nelle competizioni UEFA per club nell'ultimo quinquennio e al quarto posto nella classifica stilata dall'IFFHS dei migliori club europei del XX secolo.",
    "social": {
      "sito": "www.acmilan.com",
      "facebook": "www.facebook.com/ACMilan",
      "twitter": "twitter.com/acmilan",
      "instagram": "instagram.com/acmilan",
      "youtube": "www.youtube.com/acmilan"
    },
    "colori": [
      "#FB090B",
      "#000000"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/syvurp1425356171.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/wvspur1448806617.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/swxxxw1425356108.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/ypxxqs1420507288.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/txvurv1420507301.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/yxtrst1420507320.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/uvsqrx1421077633.jpg"
    ],
    "allenatore": "Paulo Fonseca"
  },
  {
    "id": 2,
    "idTheSportsDB": "134782",
    "idAPIfootball": "499",
    "nome": "Atalanta",
    "league": "Serie A",
    "stadio": {
      "nome": "Gewiss Stadium",
      "capienza": 21300,
      "citta": "Bergamo, Italy"
    },
    "descrizione": "L'Atalanta Bergamasca Calcio, meglio nota come Atalanta, è una società calcistica italiana con sede nella città di Bergamo.\r\n\r\nFondata il 17 ottobre 1907, viene soprannominata “regina delle provinciali” poiché, avendo preso parte a 60 edizioni della Serie A a girone unico, è la squadra col maggior numero di presenze nel massimo campionato italiano di calcio sia tra quelle che non rappresentano capoluoghi di regione sia tra quelle che non hanno mai vinto lo scudetto. Il club detiene il record assoluto di promozioni nella massima serie ed è, al pari del Genoa, quello che ha vinto più volte un campionato cadetto.\r\n\r\nA livello nazionale è giunta a disputare la finale di Coppa Italia in quattro diverse occasioni, aggiudicandosi il trofeo nell'edizione 1962-1963, ed ha ottenuto il terzo posto finale, con conseguente qualificazione alla fase a gironi della UEFA Champions League, nei campionati di Serie A 2018-2019 e 2019-2020. Il club ha inoltre partecipato a due edizioni della Coppa delle Coppe ed a quattro edizioni della Coppa UEFA/Europa League. Avendo raggiunto, mentre militava in Serie B, la semifinale di Coppa delle Coppe nella stagione 1987-1988, risulta essere la squadra che ha ottenuto il miglior risultato in una competizione UEFA tra quelle non militanti nel massimo campionato della propria nazione.\r\n\r\nL'Atalanta è dodicesima nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, e dal 2019 è membro dell'European Club Association.",
    "social": {
      "sito": "www.atalanta.it",
      "facebook": "www.facebook.com/atalantabc/",
      "twitter": "twitter.com/Atalanta_BC",
      "instagram": "instagram.com/atalantabc",
      "youtube": "www.youtube.com/user/AtalantaBC1907"
    },
    "colori": [
      "#1E71B8",
      "#000000"
    ],
    "logo": "https://media-sdp.legaseriea.it/clubLogos/b5846a2413804c2e8cab8b773b18370a_light.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/lrvxg71534873930.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/wsxtqu1420653660.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/btiu8g1731826382.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/a38vbc1546086008.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/d3kt481546086018.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/squqvw1421077900.jpg"
    ],
    "allenatore": "Gian Piero Gasperini"
  },
  {
    "id": 3,
    "idTheSportsDB": "134781",
    "idAPIfootball": "500",
    "nome": "Bologna",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Renato Dall'Ara",
      "capienza": 38279,
      "citta": "Bologna, Emilia-Romagna"
    },
    "descrizione": "Il Bologna Football Club 1909 (AFI: /boˈloɲɲa 'futbol ˈklɛb/),[1] comunemente noto come Bologna, o con la sigla BFC («Bologna Football Club»), è una società calcistica italiana per azioni con sede nell'omonima città emiliana. Nella stagione 2019-2020 milita in Serie A, il massimo livello della piramide calcistica italiana. I colori sociali sono il rosso e il blu e la maglia di gioco è a pali verticali alternati della medesima cromia.[2] Dal 1927 la squadra disputa le proprie gare interne nello Stadio Renato Dall'Ara, nato come Stadio Littoriale e chiamato, dal dopoguerra fino al 1983, Stadio Comunale, il quale può ospitare 36 462 spettatori.[N 1]\r\n\r\nFondata il 3 ottobre 1909 da Emilio Arnstein,[3] cadde in fallimento nel 1993 e si ricostituì a livello societario con l'attuale denominazione dopo aver acquisito nuovamente i diritti e il titolo sportivo del sodalizio precedente.[4] Con la partecipazione a 73 campionati di Serie A a girone unico su 88, i Felsinei si piazzano al 9º posto nella classifica perpetua delle formazioni nella massima categoria italiana, che tiene conto delle presenze totali nel campionato; contando i 16 campionati della massima serie prima del girone unico, suddivisi tra Prima Categoria, Prima Divisione e Divisione Nazionale, il Bologna vanta in totale 89 presenze nella massima divisione nazionale. Secondo la FIGC è il club con l'ottava miglior tradizione sportiva in Italia.[5]\r\n\r\nTra i club più blasonati d'Italia, a livello nazionale annovera 7 titoli di campione d'Italia, due Coppe Italia e una Coppa Alta Italia. In ambito internazionale, il Bologna fu la prima squadra italiana a vincere un trofeo continentale, nel 1932: la Coppa dell'Europa Centrale; detiene 3 coppe Mitropa, record italiano nella competizione, e una Coppa Intertoto.Con la conquista del Torneo dell'Expo Universale di Parigi nel 1937, i Veltri, soprannome con cui erano al tempo conosciuti,si affermano come una delle migliori squadre nel panorama dell'Europa continentale.Il Bologna detiene il singolare record di due scudetti vinti allo spareggio: uno contro il Torino nel 1929 e uno contro l'Inter nel 1964.",
    "social": {
      "sito": "www.bolognafc.it",
      "facebook": "www.facebook.com/#!/pages/Bologna-FC/249463021839185",
      "twitter": "twitter.com/BfcOfficialPage",
      "instagram": "instagram.com/torinofc1906",
      "youtube": ""
    },
    "colori": [
      "#A21C26",
      "#1A2F48"
    ],
    "logo": "https://media-sdp.legaseriea.it/clubLogos/4af71b35aab34ad5a7d06148abe66ad6_light.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/2qi1u31655592366.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/l9m1mx1546594181.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/xrdhqt1731314331.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/7wbt6r1731314380.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/zuswee1731314356.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/ldvj2k1731314405.jpg"
    ],  
    "allenatore": "Vincenzo Italiano"
  },
  {
    "id": 4,
    "idTheSportsDB": "134783",
    "idAPIfootball": "490",
    "nome": "Cagliari",
    "league": "Serie A",
    "stadio": {
      "nome": "Unipol Domus",
      "capienza": 16233,
      "citta": "Cagliari, Italy"
    },
    "descrizione": "Il Cagliari Calcio, meglio noto come Cagliari, è una società calcistica italiana con sede nella città di Cagliari. Fondata nel 1920, è l'unica squadra della Sardegna ad avere militato in Serie A o in Serie B.\r\n\r\nHa vinto, prima squadra del Mezzogiorno, il campionato italiano di Serie A nel 1969-1970[1] dopo aver raggiunto la seconda posizione nel 1968-1969. Ha vinto il campionato italiano di Serie B nel 2015-2016 e il campionato italiano di Serie C nel 1951-1952 . Ha raggiunto il 2º posto nelle finali con \"torneo all'italiana\" della Coppa Italia 1968-1969,e ha vinto la Coppa Italia Serie C nel 1988-1989. In campo europeo ha raggiunto gli ottavi di finale di Coppa Campioni nel 1970-1971[1] ed è stato semifinalista della Coppa UEFA 1993-1994.\r\n\r\nIl Cagliari è al 17º posto su 65 squadre nella classifica della tradizione sportiva dei club che hanno giocato in A, al 14º posto nella classifica perpetua e risulta inoltre la 8ª squadra d'Italia per numero di sostenitori. Il giocatore simbolo del club, Gigi Riva, è il miglior marcatore della nazionale italiana con 35 reti in 42 partite, ed è stato per tre volte capocannoniere della Serie A. La formazione sarda è inoltre, insieme a Genoa, Bologna, Napoli e Verona, tra le sole squadre italiane ad aver vinto i campionati nazionali di prima, seconda e terza serie.",
    "social": {
      "sito": "www.cagliaricalcio.com",
      "facebook": "www.facebook.com/cagliaricalcio/",
      "twitter": "twitter.com/CagliariCalcio",
      "instagram": "www.instagram.com/cagliaricalcio",
      "youtube": "www.youtube.com/user/CagliariOfficial1920"
    },
    "colori": [
      "#002350",
      "#AD002A"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/drmrrg1546611088.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/wvsvxt1447534471.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/quxwty1422397588.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/siwyj01546618257.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/4krzi51546618271.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/bgjtri1546618288.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/62p93c1546618459.jpg"
    ],
    "allenatore": "Davide Nicola"    
  },
  {
    "id": 5,
    "idTheSportsDB": "134243",
    "idAPIfootball": "895",
    "nome": "Como",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Giuseppe Sinigaglia",
      "capienza": 15000,
      "citta": "Como, Italy"
    },
    "descrizione": "Il Como 1907 s.r.l., noto più semplicemente come Como 1907, è una società calcistica italiana con sede nella città di Como, nell'omonima provincia lombarda. Milita nel campionato di Serie B.\r\n\r\nIl Como ha disputato 35 campionati di Serie B e 13 campionati nella massima divisione, l'ultimo dei quali nella stagione 2002-2003. Il suo miglior risultato di sempre fu il sesto posto ottenuto al termine della sua prima stagione in Serie A.[4].\r\n\r\nLa tradizione sportiva del principale sodalizio calcistico comense, la 28ª a livello nazionale secondo i criteri della FIGC, iniziò nel 1907 con la nascita del Como Foot-Ball Club. Quest’ultimo, dopo le fusioni con il Club studentesco Minerva nel 1911 e con l'Esperia nel 1926, divenne l'Associazione Calcio Comense, rinominata poi Associazione Sportiva Como nel 1936. Nel 1938, dalla fusione con l'A.S. Ardita di Rebbio, nacque la Sportiva Como, divenuta poi Associazione Calcio Como e infine Como Calcio S.p.A. nel 1970.\r\n\r\nQuest’ultima venne dichiarata fallita nel 2004 e ad essa subentrò la Calcio Como S.r.l., a sua volta dichiarata fallita nel 2016 e gestita in esercizio provvisorio fino al 2017, quando l'attività sportiva è stata rilevata all'asta dalla F.C. Como S.r.l.. Nell'estate 2017, a causa di alcune pendenze non onorate, la FIGC ha però respinto la domanda di attribuzione del titolo sportivo della vecchia società fallita alla F.C. Como S.r.l., escludendo di conseguenza il Como dai campionati professionistici;[5] la squadra è stata quindi rifondata con l'attuale denominazione, ripartendo dalla Serie D.",
    "social": {
      "sito": "comofootball.com",
      "facebook": "www.facebook.com/calciocomo1907",
      "twitter": "twitter.com/CalcioComo",
      "instagram": "instagram.com/comocalcio",
      "youtube": "www.youtube.com/calciocomo1907"
    },
    "colori": [
      "#114169",
      "#114169"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/d0x0f81627405842.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/02x81t1627405841.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/25mcqc1729631732.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/enkkda1729631537.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/9f3bvs1729631566.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/puryv11729631595.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/mu45zq1729631627.jpg"
    ],
    "allenatore": "Cesc Fàbregas"
  },
  {
    "id": 6,
    "idTheSportsDB": "134224",
    "idAPIfootball": "520",
    "nome": "Cremonese",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Giovanni Zini",
      "capienza": 20641,
      "citta": "Cremona, Italy"
    },
    "descrizione": "L'Unione Sportiva Cremonese, detta comunemente Cremonese, è una società calcistica italiana con sede nella città di Cremona.\r\n\r\nLa Cremonese disputa le proprie partite casalinghe nello Stadio Giovanni Zini.",
    "social": {
      "sito": "www.uscremonese.it",
      "facebook": "www.facebook.com/uscremonese",
      "twitter": "www.twitter.com/uscremonese",
      "instagram": "instagram.com/uscremonese",
      "youtube": "www.youtube.com/channel/UCmXYW3bOFMz1CmqYRAnpVUw"
    },
    "colori": [
      "#808285",
      "#ed1c24"
    ],
    "logo": null,
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/6ng2vy1579708291.png",
    "banner": null,
    "fanart": [],
    "allenatore": "Eugenio Corini"
  },
  {
    "id": 7,
    "idTheSportsDB": "133674",
    "idAPIfootball": "502",
    "nome": "Fiorentina",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Artemio Franchi",
      "capienza": 43147,
      "citta": "Florence, Italy"
    },
    "descrizione": "L'ACF Fiorentina (Associazione Calcio Firenze e Associazione Fiorentina del Calcio nel 1926, Associazione Calcio Fiorentina dal 1927 al 2002 e Florentia Viola nel 2002-2003), meglio nota come Fiorentina, è una società calcistica italiana con sede nella città di Firenze, fondata il 29 agosto 1926 dal marchese Luigi Ridolfi Vay da Verrazzano. Dal 2019 il club è di proprietà dell'imprenditore italo-statunitense Rocco Commisso.\r\n\r\nNel corso della sua storia è stata per due volte campione d'Italia, nel 1955-1956 e nel 1968-1969; in ambito nazionale ha inoltre vinto sei Coppe Italia e una Supercoppa italiana. È stata la prima squadra italiana a vincere una competizione UEFA, la Coppa delle Coppe nel 1960-1961, nonché una delle quattordici squadre europee che hanno disputato una finale di tutte le tre principali competizioni continentali: la Coppa dei Campioni (nel 1956-1957, prima squadra italiana a raggiungere la finale della massima competizione europea), la Coppa delle Coppe (nel 1960-1961 e nel 1961-1962) e la Coppa UEFA (nel 1989-1990).\r\n\r\nIl colore sociale è il viola, scelta cromatica voluta espressamente dallo stesso Ridolfi nel 1929; altri segni distintivi della società sono la Canzone viola, inno ufficiale composto da Marcello Manni e reinterpretato e arrangiato nel 1965 da Narciso Parigi, e lo stemma, caratterizzato da un giglio rosso su sfondo bianco, simbolo della città toscana. Inizialmente la sede delle partite casalighe era lo stadio Velodromo Libertas, mentre dal 1931 la squadra disputa i propri incontri casalinghi nello stadio Artemio Franchi, già Giovanni Berta e poi Comunale.\r\n\r\nLa Fiorentina è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha preso il posto del soppresso G-14, composta dai principali club calcistici europei, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla FIFA.",
    "social": {
      "sito": "it.violachannel.tv",
      "facebook": "www.facebook.com/ACFFiorentina",
      "twitter": "twitter.com/acffiorentina",
      "instagram": "www.instagram.com/acffiorentina",
      "youtube": ""
    },
    "colori": [
      "#482E92",
      "#FFFFFF"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/vqrtxt1420565048.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/hc8nhu1656098030.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/xsttyp1422400203.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/mc8krg1754421452.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/umhsw61754421476.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/4t03be1754421502.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/ah355x1754421524.jpg"
    ],
    "allenatore": "Raffaele Palladino"
  },
  {
    "id": 8,
    "idTheSportsDB": "133675",
    "idAPIfootball": "495",
    "nome": "Genoa",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Luigi Ferraris",
      "capienza": 36599,
      "citta": "Genoa, Italy"
    },
    "descrizione": "Il Genoa Cricket and Football Club, meglio noto come Genoa, è una società calcistica italiana con sede nella città di Genova. Fra le squadre italiane, è la più longeva.\r\n\r\nNel suo albo d'oro figurano 9 scudetti, tra cui il primo in assoluto risalente al 1898, 6 campionati di Serie B vinti e una Coppa Italia. Oltre ad aver conquistato due Coppe delle Alpi, una Coppa Anglo-Italiana e una Coppa dell'Amicizia, il club ha partecipato cinque volte alla Coppa Mitropa (edizioni 1929, 1930, 1937, 1938 e 1989-1990), una volta alla Coppa Piano Karl Rappan (1978) e due volte all'Europa League, nelle edizioni 1991-1992 (allora si chiamava Coppa UEFA) e 2009-2010.Nel 2011 il Genoa è stato inserito nell'\"International Bureau of Cultural Capitals\" (una sorta di patrimonio sportivo storico dell'umanità, in linea con quello dell'UNESCO) sotto richiesta del presidente Xavier Tudela. Nel 2013 inoltre è stato ammesso nel \"Club of Pioneers\", associazione che raggruppa i club di calcio più antichi del mondo che già comprendeva lo Sheffield FC e il Recreativo Huelva.\r\n\r\nIl club occupa l'undicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.",
    "social": {
      "sito": "www.genoacfc.it",
      "facebook": "www.facebook.com/genoaCFCofficial/",
      "twitter": "twitter.com/GenoaCFC",
      "instagram": "www.instagram.com/genoacfcofficial",
      "youtube": "www.youtube.com/channel/UCcFYiZvNtDbvVak3wEj3usA"
    },
    "colori": [
      "#AD1919",
      "#05232F"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/oeln6w1655553599.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/52s8dn1655553600.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/vtrpsw1422400086.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/txsuxw1423704805.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/33xsyr1546116217.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/gmiji51546116538.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/498e5l1546116934.jpg"
    ],
    "allenatore": "Patrick Vieira"
  },
  {
    "id": 9,
    "idTheSportsDB": "134784",
    "idAPIfootball": "504",
    "nome": "Hellas Verona",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Marcantonio Bentegodi",
      "capienza": 39371,
      "citta": "Verona, Italy"
    },
    "descrizione": "L'Hellas Verona Football Club S.p.A., meglio noto come Hellas Verona o più semplicemente Verona, è una società calcistica italiana con sede nella città di Verona.\r\n\r\nFondata nel 1903 con il nome di Associazione Calcio Hellas,[2] dall'istituzione della Serie A a girone unico (1929) è stata l'unica squadra di una città non capoluogo di regione a vincere, nella stagione 1984-1985, il campionato di massima serie. Proprio gli anni 1980 sono stati il periodo di maggiori soddisfazioni sportive per il club, che arrivò anche due volte consecutive (delle tre complessive) in finale di Coppa Italia, disputando inoltre diverse partite nelle coppe europee (con una partecipazione alla Coppa dei Campioni e due alla Coppa UEFA). I gialloblù hanno partecipato a 30 campionati di Serie A, 53 di Serie B e 6 di Serie C/Serie C1;[3] la compagine scaligera è inoltre la seconda (alle spalle del Brescia) per presenze nel campionato cadetto, torneo che ha vinto in tre occasioni.[4] Occupa il tredicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.[5]\r\n\r\nI colori sociali del Verona, il giallo e il blu,[6] richiamano quelli dello stemma della città veneta, che sarebbero in realtà l'oro e l'azzurro.[7] I soprannomi della squadra sono \"i Mastini\" e \"gli Scaligeri\", in riferimento alla famiglia Della Scala che governò Verona tra il XIII e il XIV secolo; lo stemma araldico degli Scaligeri è richiamato sulla tenuta di gioco e sul marchio societario come un'immagine stilizzata di due possenti mastini rivolti in direzioni opposte.",
    "social": {
      "sito": "www.hellasverona.it",
      "facebook": "www.facebook.com/hellasveronafc1903",
      "twitter": "twitter.com/HellasVeronaFC",
      "instagram": "instagram.com/hellasveronafc",
      "youtube": "www.youtube.com/user/HellasVeronaFC1903"
    },
    "colori": [
      "#FFE74A",
      "#005395"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/t6fn081546424337.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/p6camf1593457737.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/wrypww1422398549.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/xxwvpy1424396704.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/qtvqtr1424396718.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/sqtuvr1424396733.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/yqxxys1424396749.jpg"
    ],
    "allenatore": "Paolo Zanetti"
  },
  {
    "id": 10,
    "idTheSportsDB": "133681",
    "idAPIfootball": "505",
    "nome": "Inter",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Giuseppe Meazza",
      "capienza": 80018,
      "citta": "Milan, Italy"
    },
    "descrizione": "Il Football Club Internazionale Milano, meglio conosciuto come Internazionale o più semplicemente come Inter, è una società calcistica per azioni italiana con sede a Milano.\r\n\r\nFondato nel 1908 da un gruppo di soci dissidenti del Milan, il club ha sempre militato nella massima serie del campionato nazionale dalla propria stagione di debutto, nel 1909, ed è l'unico ad aver partecipato a tutte le edizioni della Serie A, istituita nella stagione 1929-30. Fin dalla fondazione, indossa una divisa a strisce verticali nerazzurre, a parte una breve parentesi nel 1928 quando adottò una maglia bianca rossocrociata.\r\n\r\nNel suo palmarès annovera 30 titoli nazionali – 18 scudetti, 7 Coppe Italia e 5 Supercoppe italiane – che ne fanno il secondo club più titolato a pari merito con il Milan e alle spalle della Juventus (55). A livello internazionale vanta invece 3 Coppe dei Campioni/Champions League, 3 Coppe UEFA, 2 Coppe Intercontinentali e una Coppa del mondo per club FIFA, per un totale di 9 trofei ufficiali che pongono l'Inter dietro il Milan (18) e la Juventus (11) nella classifica dei club italiani per numero di vittorie in competizioni internazionali. Nel 2010 è diventata la prima e unica squadra italiana ad aver conquistato le tre competizioni principali disputate nel corso della stagione: la Champions League, il campionato e la Coppa Italia; coi successivi trionfi in Supercoppa italiana e Coppa del mondo per club FIFA è diventata anche la prima, e, finora, unica squadra del Paese a vincere cinque trofei nell'arco di un anno solare.\r\n\r\nIl club può contare su un sostegno numeroso sia a livello nazionale che internazionale. Nel 1998 e nel 2010 l'Inter fu nominata Squadra mondiale dell'anno dall'IFFHS; nel 2009 si piazzò al sesto posto nella lista secolare sui migliori club europei redatta dalla stessa federazione di storia e statistica, e nel 2011 al quinto posto (prima italiana) nella classifica mondiale delle migliori squadre del decennio 2001-2010.",
    "social": {
      "sito": "www.inter.it",
      "facebook": "www.facebook.com/Inter/",
      "twitter": "twitter.com/Inter",
      "instagram": "www.instagram.com/inter",
      "youtube": "www.youtube.com/user/INTER"
    },
    "colori": [
      "#010E80",
      "#000000"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/j2uwyv1546179241.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/ryhu6d1617113103.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/vf79ol1546423210.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/qzbfgw1731823483.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/6rnerf1546088608.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/rtwqpv1429294176.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/uvswsr1421077771.jpg"
    ],
    "allenatore": "Simone Inzaghi"
  },
  {
    "id": 11,
    "idTheSportsDB": "133676",
    "idAPIfootball": "496",
    "nome": "Juventus",
    "league": "Serie A",
    "stadio": {
      "nome": "Allianz Stadium Turin",
      "capienza": 41507,
      "citta": "Turin, Italy"
    },
    "descrizione": "La Juventus Football Club (dal latino: iuventūs, «gioventù»), meglio nota come Juventus (/juˈvɛntus/), è una società calcistica italiana con sede nella città di Torino.\r\n\r\nFondata nel 1897 da un gruppo di studenti liceali locali, la Juve, com'è colloquialmente abbreviata, è il secondo club calcistico professionistico per anzianità tra quelli tuttora attivi nel Paese, dopo il Genoa (1893); è il più titolato e con maggiore tradizione sportiva FIGC, oltreché uno dei più blasonati al mondo con 68 trofei ufficiali vinti durante la militanza al vertice della piramide sportiva nazionale, tra cui il primato di 36 titoli di campione d'Italia e 11 in competizioni UEFA. Partecipa alla Serie A, il massimo campionato italiano, a cui ha preso parte stabilmente sin dall'esordio nel 1900, eccezione fatta per la stagione 2006-2007. Dopo aver esordito in divisa rosanero, nel 1903 adottò l'odierna tenuta di gioco bianconera.\r\n\r\nIl legame con la famiglia Agnelli, che dura in modo quasi ininterrotto dal 1923, è il primo e più duraturo sodalizio imprenditoriale-sportivo in Italia; attraverso un peculiare modello gestionale instaurato nel frattempo, quella bianconera divenne una delle prime società sportive italiane a raggiungere uno status professionistico ante litteram, affermandosi a livello nazionale dal decennio successivo e in ambito internazionale dalla metà degli anni 1970. Nel decennio seguente diventò il primo club ad aver vinto tutte e tre le maggiori competizioni europee: la Coppa UEFA (1976-1977, prima squadra sudeuropea nel farlo), Coppa delle Coppe (1983-1984) e Coppa dei Campioni (1984-1985);coi trionfi nella Supercoppa UEFA 1984 e nella Coppa Intercontinentale 1985 divenne inoltre il primo e tuttora unico al mondo ad avere conquistato tutti i trofei ufficiali maschili della propria confederazione di appartenenza, un record ulteriormente migliorato con il successo in Coppa Intertoto 1999.\r\n\r\nQuotata alla Borsa Italiana dal 2001, la Juventus è una società per azioni posizionata pressoché stabilmente, dalla seconda metà degli anni 1990, tra i primi dieci club calcistici su scala mondiale in ambito finanziario per fatturato, valore borsistico e profitti. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8), il FIFA World Player (3) e il migliore calciatore assoluto AIC (11) — tutti i tre, record a livello italiano —; il suo contributo alla nazionale italiana, ininterrotto dai primi anni 1920 oltreché il maggiore tra le squadre italiche, è stato decisivo per i successi della rappresentativa nazionale. È inoltre forte del più numeroso sostegno a carattere nazionale oltreché molto esteso su scala globale, principalmente nei Paesi a forte emigrazione italiana, che ne fanno contemporaneamente un simbolo anticampanilistico e di italianità.Nel 2000 la Juventus fu inserita dalla FIFA al settimo posto (prima italiana) nella classifica secolare sui migliori club al mondo,mentre nel 2009 fu nominata dall'IFFHS migliore squadra nel Paese e seconda a livello europeo, dopo il Real Madrid, del XX secolo.",
    "social": {
      "sito": "www.juventus.com",
      "facebook": "www.facebook.com/Juventus",
      "twitter": "twitter.com/juventusfcen",
      "instagram": "www.instagram.com/juventus",
      "youtube": "www.youtube.com/user/juventus"
    },
    "colori": [
      "#000000",
      "#FFFFFF"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/xvltgg1725303959.png",
    "badge": "https://media-sdp.legaseriea.it/clubLogos/0ae9210dce6f4f9b9d50aeeb19b0d371.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/upuwxp1422399935.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/wwtuxx1420504589.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/vqh3kj1548875099.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/rqwwqx1424111979.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/wvvpws1430771058.jpg"
    ],
    "allenatore": "Luciano Spalletti"
  },
  {
    "id": 12,
    "idTheSportsDB": "133668",
    "idAPIfootball": "487",
    "nome": "Lazio",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Olimpico",
      "capienza": 70634,
      "citta": "Rome, Italy"
    },
    "descrizione": "La Società Sportiva Lazio, meglio nota come S.S. Lazio o più semplicemente Lazio, è una società polisportiva italiana con sede nella città di Roma, nota soprattutto per la sua sezione calcistica. Fu fondata a Roma il 9 gennaio 1900 come Società Podistica Lazio da quindici atleti guidati dal sottufficiale dei Bersaglieri Luigi Bigiarelli. La Lazio è presente dal 6 maggio 1998 alla Borsa di Milano nell'indice FTSE Italia Small Cap: è stata la prima società calcistica italiana a quotarsi in Borsa dove sono state successivamente ammesse anche la sua concittadina Roma e la Juventus.\r\n\r\nIl club iniziò a praticare il gioco del calcio il 6 gennaio 1901, è affiliato alla FIGC almeno dal 1908 ed istituì la propria sezione calcistica il 3 ottobre 1910.\r\n\r\nHa preso parte a 77 edizioni delle 88 disputate nella Serie A a girone unico, vincendo due titoli di campione d'Italia (1974 e 2000). Prima dell'avvento del girone unico (1929-30) disputò tre finalissime nazionali per il titolo, venendo sempre sconfitta. Vanta nel proprio palmarès anche la conquista di 7 Coppe Italia, 5 Supercoppe italiane e, in ambito internazionale, la Coppa delle Coppe 1998-99 e la Supercoppa UEFA 1999. La Lazio è il quinto club italiano (dopo Milan, Juventus, Inter e Parma) e il venticinquesimo europeo per numero di competizioni UEFA vinte.\r\n\r\nIl club biancoceleste è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e rappresenta i club calcistici a livello europeo, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).\r\n\r\nLa polisportiva è con le sue oltre 70 discipline la più grande, nonché la più antica, d'Europa.Alla stessa venne insignita il 2 giugno 1921 la benemerenza di ente morale.",
    "social": {
      "sito": "www.sslazio.it",
      "facebook": "www.facebook.com/SSLazioOfficialPage",
      "twitter": "twitter.com/OfficialSSLazio",
      "instagram": "instagram.com/official_sslazio",
      "youtube": "www.youtube.com/user/Officialsslazio"
    },
    "colori": [
      "#87D8F7",
      "#FFFFFF"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/loprki1535387399.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/rwqyvs1448806608.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/wsyqry1422399753.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/2h7uo71709342761.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/pwvd461709342718.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/6mu88f1709342685.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/bxwzwp1709342643.jpg"
    ],
    "allenatore": "Maurizio Sarri"
  },
  {
    "id": 13,
    "idTheSportsDB": "133678",
    "idAPIfootball": "867",
    "nome": "Lecce",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Via del mare",
      "capienza": 31533,
      "citta": "Lecce, Apulia, Italy"
    },
    "descrizione": "L'Unione Sportiva Lecce, nota semplicemente come Lecce (AFI: /ˈleʧʧe/[2]), è una società calcistica italiana con sede nella città di Lecce. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nL'attuale sodalizio, costituito il 16 settembre 1927 dalla fusione tra i club locali della FBC Juventus e del Gladiator, fa risalire la propria origine al 1908, anno di fondazione del primo club cittadino, lo Sporting Club Lecce, attivo fino al 1923.[3] I colori ufficiali del club sono il giallo e il rosso;[3] il suo simbolo è una lupa che si trova sotto il leccio, emblema della città di Lecce. La squadra disputa le proprie gare interne allo stadio Via del mare, che, inaugurato nel 1966 e ammodernato nel 1985, ha una capienza di 40 670 posti, di cui attualmente 31 533 omologati.[4] Dal 2015 la proprietà del club appartiene ad un gruppo di soci guidati da Saverio Sticchi Damiani, attuale presidente.[5]\r\n\r\nSeconda società della Puglia per numero di campionati disputati nelle prime due serie professionistiche, conta 16 partecipazioni alla Serie A, categoria nella quale ha esordito nella stagione sportiva 1985-1986, e 28 partecipazioni alla Serie B, categoria in cui ha debuttato nella stagione sportiva 1929-1930. Il miglior piazzamento del Lecce in massima serie è il 9º posto del campionato 1988-1989.[3] La squadra ha vinto una Coppa Ali della Vittoria come prima classificata in Serie B nel 2009-2010 e una Coppa Italia di Serie C nel 1975-1976, mentre in ambito internazionale ha vinto una Coppa Italo-Inglese Semiprofessionisti nel 1976.[3]\r\n\r\nFigura al 26º posto nella graduatoria dei club italiani per tradizione sportiva e, tra i club che hanno militato in Serie A, occupa il 27º posto nella classifica perpetua dal 1929.",
    "social": {
      "sito": "www.uslecce.it",
      "facebook": "facebook.com/U.S.LecceOfficial",
      "twitter": "twitter.com/OfficialUSLecce",
      "instagram": "instagram.com/uslecceofficialchannel",
      "youtube": "youtube.com/channel/UCzc84VvVxLbeCQ2wYXV0VOg"
    },
    "colori": [
      "#FFF200",
      "#ED1B23"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/9eab741715845144.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/j4vznr1567365249.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/rkhusb1715845415.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/a5dl6p1715845345.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/o3eudv1715845352.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/ajtfyb1715845358.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/awtrh01715845364.jpg"
    ],
    "allenatore": "Marco Giampaolo"
  },
  {
    "id": 14,
    "idTheSportsDB": "133670",
    "idAPIfootball": "492",
    "nome": "Napoli",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Diego Armando Maradona",
      "capienza": 60240,
      "citta": "Napoli, Italy"
    },
    "descrizione": "La Società Sportiva Calcio Napoli, meglio nota come Napoli, è una società calcistica italiana con sede nella città di Napoli. Milita in Serie A, la massima serie del campionato italiano.\r\n\r\nFondata nel 1926[1] con il nome di Associazione Calcio Napoli, assunse poi la denominazione di SSC Napoli nel 1964. In seguito al fallimento della società nel 2004, il presidente Aurelio De Laurentiis fonda la Napoli Soccer che ne rileva il titolo sportivo e viene iscritta alla Serie C1, per poi ritornare alla denominazione precedente con la promozione in Serie B nel 2006.\r\n\r\nIl colore sociale è l'azzurro, mentre la mascotte è il Ciuccio,[2] originariamente un cavallo inalberato.[3] Gioca le partite interne allo stadio San Paolo, inaugurato nel 1959.\r\n\r\nCon un palmarès che comprende due scudetti (1986-1987, 1989-1990), sei Coppe Italia (1961-1962, 1975-1976, 1986-1987, 2011-2012, 2013-2014 e 2019-2020), due Supercoppe italiane (1990 e 2014) e una Coppa UEFA (1988-1989), oltre a una Coppe delle Alpi (1966) e una Coppa di Lega Italo-Inglese (1976),[4] il Napoli è la squadra del Meridione più titolata a livello nazionale e internazionale, nonché, con 78 partecipazioni,[5] quella più presente nei campionati di massima serie.\r\n\r\nIl Napoli è anche uno dei membri associati dell'ECA (Associazione dei Club Europei), organizzazione nata in sostituzione del soppresso G-14 e costituita dai principali club calcistici del continente, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla FIFA.",
    "social": {
      "sito": "www.sscnapoli.it",
      "facebook": "www.facebook.com/SSCNapoli",
      "twitter": "twitter.com/sscnapoli",
      "instagram": "www.sscnapoli.it/#",
      "youtube": ""
    },
    "colori": [
      "#12A0D7",
      "#003C82"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/pdurxh1533751116.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/l8qyxv1742982541.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/uxrsxr1421164201.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/05czba1731273496.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/ztq1e01731273514.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/cvna4p1731273533.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/pljdjb1731273555.jpg"
    ],
    "allenatore": "Antonio Conte"
  },
  {
    "id": 15,
    "idTheSportsDB": "135728",
    "idAPIfootball": "523",
    "nome": "Parma",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Ennio Tardini",
      "capienza": 22359,
      "citta": "Parma, Italy"
    },
    "descrizione": "Il Parma Calcio 1913, meglio conosciuto come Parma, è una società calcistica italiana con sede nella città di Parma. Milita in Serie A.\r\n\r\nIl sodalizio è erede del Parma Football Club, già Parma Associazione Calcio, sorto nel 1970; questi riprendeva la storia del Parma Associazione Sportiva, precedente club costituito nella città emiliana nel 1913 sotto l'originario nome di Parma Foot Ball Club — retaggio del Verdi Foot Ball Club brevemente attivo nello stesso anno —, e rifondato a cavallo della stagione 1969-1970 grazie al passaggio del titolo sportivo ai concittadini dell'Associazione Calcio Parmense, a loro volta sorti nel 1968. L'odierno club, nato nel 2015 come Società Sportiva Dilettantistica Parma Calcio 1913, si fa quindi portatore dell'intera tradizione sportiva parmigiana in ambito calcistico.[1]\r\n\r\nNel suo palmarès figurano 3 Coppe Italia, una Supercoppa italiana e 4 titoli internazionali: una Coppa delle Coppe, 2 Coppe UEFA e una Supercoppa UEFA. Dopo Milan, Juventus e Inter, il Parma è il quarto club italiano e il sedicesimo europeo nella classifica generale delle coppe calcistiche UEFA vinte. È inoltre l'unica squadra ad aver conseguito tre promozioni consecutive nei campionati nazionali di calcio organizzati sotto l'egida della FIGC, passando dalla Serie D alla Serie A in soli tre anni (2015-2018); è inoltre una delle quattro squadre europee ad avere conquistato titoli internazionali pur senza avere mai vinto il proprio campionato nazionale.\r\n\r\nIl club si pone al ventunesimo posto come risultati e al quindicesimo posto come punteggi fra i 65 club che hanno militato in Serie A; sino alla stagione 2011-12 ha inoltre figurato nel ranking UEFA.[2] In venticinque anni (dal 1990-91 al 2014-15) ha disputato ventiquattro campionati di massima serie (diciotto dei quali consecutivi) e quindici stagioni nelle coppe europee (quattordici delle quali consecutive, dal 1991-92 al 2004-05).",
    "social": {
      "sito": "parmacalcio1913.com",
      "facebook": "www.facebook.com/parmacalcio1913",
      "twitter": "twitter.com/1913parmacalcio",
      "instagram": "www.instagram.com/parmacalcio1913",
      "youtube": "www.youtube.com/channel/UCXKXzx4PG8dcqExNJ5npUkg"
    },
    "colori": [
      "#ffffff",
      "#1b4094"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/mp588h1627406061.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/6yiaxs1627406063.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/v7p45u1546597344.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/qciluh1546597123.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/nnqmvk1546597130.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/9i3xs61546597137.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/96jo2f1546597145.jpg"
    ],
    "allenatore": "Fabio Pecchia"
  },
  {
    "id": 16,
    "idTheSportsDB": "133859",
    "idAPIfootball": "801",
    "nome": "Pisa",
    "league": "Serie A",
    "stadio": {
      "nome": "Arena Garibaldi - Stadio Romeo Anconetani",
      "capienza": 0,
      "citta": "Pisa, Tuscany, Italy"
    },
    "descrizione": "'Associazione Calcio Pisa 1909, meglio nota come Pisa, è una società calcistica italiana con sede nella città di Pisa. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nFondata nel 1909 con la denominazione di Pisa Sporting Club — tuttora usata nella sua identità societaria[1] — e ricostituita in tre occasioni (nel 1994 come Associazione Calcio Pisa, poi come Pisa Calcio e infine di nuovo come Associazione Calcio Pisa 1909 nel 2009), vanta 7 partecipazioni alla Serie A e 34 alla Serie B; nella stagione 1920-1921 ha, inoltre, partecipato alla finalissima per il titolo nazionale di massima serie. Annovera nel proprio palmarès due Coppe Mitropa, due campionati di Serie B e una Coppa Italia Serie C.",
    "social": {
      "sito": "pisasportingclub.com",
      "facebook": "",
      "twitter": "",
      "instagram": "",
      "youtube": ""
    },
    "colori": [],
    "logo": "https://www.thesportsdb.com/images/media/team/logo/z3rlb01764157901.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/2eso9w1579708309.png",
    "banner": null,
    "fanart": [],
    "allenatore": "Filippo Inzaghi"
  },
  {
    "id": 17,
    "idTheSportsDB": "133682",
    "idAPIfootball": "497",
    "nome": "Roma",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Olimpico",
      "capienza": 70634,
      "citta": "Rome, Italy"
    },
    "descrizione": "L'Associazione Sportiva Roma (AFI: /assoʧaʦˈʦjone sporˈtiva ˈroma/), nota anche come AS Roma o, più semplicemente, Roma, è una società calcistica italiana con sede nella città di Roma. Nella stagione 2019-2020 milita nel campionato di Serie A, massimo livello della piramide calcistica italiana.[2] Fondata nel 1927 grazie alla fusione di tre squadre, ha come colori sociali il rosso e il giallo, tonalità cromatiche corrispondenti al gonfalone del Campidoglio.[2] Dal 23 maggio 2000 è quotata alla Borsa Italiana, nel cui listino fa parte dell'indice FTSE Italia Small Cap: la Lupa, uno dei soprannomi che contraddistinguono la Roma insieme a Giallorossi, Magica e Capitolini,[3] è infatti una dei tre club di calcio italiani (insieme a Lazio e Juventus) a essere presente nella borsa valori italiana.[4]\r\n\r\nIncludendo la stagione 2019-2020, la Roma ha partecipato a 91 campionati nazionali (87 in Serie A, tre in Divisione Nazionale e uno in Serie B).[5] I Giallorossi hanno vinto tre scudetti, nove Coppe Italia e due Supercoppe italiane.[5] In ambito europeo i migliori risultati ottenuti dai Capitolini sono il successo nella Coppa delle Fiere 1960-1961 e nella Coppa Anglo-Italiana 1972, oltre a una finale di Coppa dei Campioni nel 1984 e una di Coppa UEFA nel 1991.[5]\r\n\r\nNella classifica mondiale dei club (\"Club World Ranking\"), stilata dall'International Federation of Football History & Statistics (IFFHS) e aggiornata al 2018, la Magica occupava il 38º posto,[6] mentre nel 1991 la Lupa ha terminato in testa alla classifica mondiale di rendimento delle società calcistiche, stilata sempre dall'IFFHS.[7] La Roma è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e che è composta dalle principali squadre calcistiche europee, riunite in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).",
    "social": {
      "sito": "www.asroma.it",
      "facebook": "www.facebook.com/officialasroma/",
      "twitter": "twitter.com/officialasroma",
      "instagram": "www.instagram.com/officialasroma",
      "youtube": "www.youtube.com/user/asroma"
    },
    "colori": [
      "#8E1F2F",
      "#F0BC42"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/rutrwu1424420579.png",
    "badge": "https://www.thesportsdb.com/images/media/team/badge/jwro2s1760820674.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/ywuwwu1420734725.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/wptpuu1420507611.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/usutts1420507624.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/usxxtx1421077390.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/rtwvpq1421077414.jpg"
    ],
    "allenatore": "Claudio Ranieri"
  },
  {
    "id": 18,
    "idTheSportsDB": "133701",
    "idAPIfootball": "488",
    "nome": "Sassuolo",
    "league": "Serie A",
    "stadio": {
      "nome": "Mapei Stadium – Città del Tricolore",
      "capienza": 21525,
      "citta": "Reggio Emilia, Italy"
    },
    "descrizione": "L'Unione Sportiva Sassuolo Calcio, nota più semplicemente come Sassuolo, è una società calcistica italiana con sede nella città di Sassuolo, in provincia di Modena.[1]\r\n\r\nCostituita nel 1920,[2] dalla stagione sportiva 2013-14 milita in Serie A. I suoi colori sociali sono il nero e il verde, da cui il soprannome di neroverdi;[1] altro soprannome noto del club è Sasòl (\"Sassuolo\" in dialetto modenese). Dopo aver usufruito per decenni dello stadio Enzo Ricci di Sassuolo, e aver poi brevemente giocato sul manto dello stadio Alberto Braglia di Modena, dal 2013 i neroverdi disputano le loro partite casalinghe al Mapei Stadium di Reggio Emilia.\r\n\r\nIl Sassuolo si trova al 41º posto della classifica perpetua della Serie A dal 1929, che tiene conto di tutte le squadre che hanno militato almeno una volta nella massima serie. È entrato nel ristretto gruppo di squadre, non appartenenti a città capoluogo di provincia — che comprende anche il Lecco,[3] l'Empoli, il Carpi, il Cesena,[4] il Legnano, la Pro Patria di Busto Arsizio e il Casale — capaci di raggiungere la massima categoria calcistica italiana a girone unico.[5]\r\n\r\nHa disputato 7 campionati di Serie A, 5 di Serie B, 2 di Serie C1 e 14 di Serie C2. La società fu promossa per la prima volta in massima serie nel 2013, mentre il miglior piazzamento ottenuto in Serie A è il 6º posto della stagione 2015-16, con cui raggiunse per la prima volta la qualificazione alle coppe europee. Nella sua storia, il Sassuolo ha vinto un campionato di Serie B, uno di C1 e una Supercoppa di Serie C1.",
    "social": {
      "sito": "www.sassuolocalcio.it",
      "facebook": "www.facebook.com/officialsassuolocalcio/",
      "twitter": "twitter.com/sassuolous",
      "instagram": "www.instagram.com/sassuolocalcio",
      "youtube": ""
    },
    "colori": [
      "#00A752",
      "#000000"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/uuwsxx1448806046.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/xystvp1448806138.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/rrypvq1422398937.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/79erva1546545363.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/ydta1g1546545371.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/cf335g1546545381.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/qxyz5e1546545391.jpg"
    ],
    "allenatore": "Fabio Grosso"
  },
  {
    "id": 19,
    "idTheSportsDB": "133687",
    "idAPIfootball": "503",
    "nome": "Torino",
    "league": "Serie A",
    "stadio": {
      "nome": "Stadio Olimpico Grande Torino",
      "capienza": 27958,
      "citta": "Turin, Italy"
    },
    "descrizione": "Il Torino Football Club, meglio conosciuto come Torino, è una società calcistica italiana con sede nella città di Torino. Il club odierno, rifondato nel 2005, è la continuazione dello storico sodalizio sorto nel 1906 dalla fusione tra il Torinese e i soci dissidenti del Foot-Ball Club Juventus, denominato Foot Ball Club Torino sino al 1936, Associazione Calcio Torino fino al 1943, dal 1945 al 1958 e ancora dal 1959 al 1977, Torino FIAT nel 1944, Associazione Calcio Talmone Torino nel 1958-59 e Torino Calcio dal 1977 al 2005. Milita nel campionato di Serie A.[2]\r\n\r\nIl Toro, com'è colloquialmente abbreviato, è tra i club più blasonati d'Italia. Vanta la conquista di 7 campionati italiani compresa una striscia di 5 titoli consecutivi all'epoca del Grande Torino, quest'ultima riconosciuta come una delle squadre più forti degli anni 1940.[2] Nel suo palmarès nazionale figurano, altresì, 5 Coppe Italia,[2] mentre in ambito internazionale si segnala la vittoria della Coppa Mitropa nel 1991; la finale di Coppa UEFA che disputò nell'edizione 1991-92, inoltre, è il migliore risultato raggiunto in una competizione UEFA dalla società.[2]\r\n\r\nPrima squadra italiana riuscita a centrare un double nazionale nella stagione 1942-43,[3] al 2019 il Torino occupa il 95º posto nel ranking UEFA,[4] l'8º nella classifica perpetua della Serie A[5] e il 5º nella tradizione sportiva italiana.",
    "social": {
      "sito": "www.torinofc.it",
      "facebook": "www.facebook.com/pages/Torino-Football-Club/230683100382853",
      "twitter": "twitter.com/torinofc_1906",
      "instagram": "instagram.com/torinofc1906",
      "youtube": "www.youtube.com/TorinoFCOfficial"
    },
    "colori": [
      "#8A1E03",
      "#FFFFFF"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/svvvys1420480080.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/xxprty1448806802.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/trqryu1420561299.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/vyqsyt1420561434.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/quyvrx1426211614.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/uwxyrq1426211523.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/yuvprw1426211761.jpg"
    ],
    "allenatore": "Paolo Vanoli"
  },
  {
    "id": 20,
    "idTheSportsDB": "133679",
    "idAPIfootball": "494",
    "nome": "Udinese",
    "league": "Serie A",
    "stadio": {
      "nome": "Bluenergy Stadium",
      "capienza": 25144,
      "citta": "Udine, Italy"
    },
    "descrizione": "L'Udinese Calcio, meglio nota come Udinese, è una società calcistica italiana con sede nella città di Udine. Si tratta di uno dei club più antichi d'Italia, essendo nato nel 1896, anche se la sua sezione calcistica risale ufficialmente al 1911[2].\r\n\r\nI suoi colori sociali sono il bianco e il nero, ripresi dallo stemma comunale della città; in ragione di tale accostamento cromatico, i giocatori guadagnarono il soprannome di bianconeri e di zebrette[3].\r\n\r\nA livello nazionale i migliori risultati sportivi risultano essere la finale di Coppa Italia del 1922 (persa 0-1 contro il Vado) ed il secondo posto nel campionato di Serie A 1954-55, oltre alla vittoria di due campionati di Serie B e di una Coppa Italia Semiprofessionisti[2].\r\n\r\nIn ambito internazionale, oltre alla vittoria di una Coppa Anglo-Italiana nel 1978 e di una Coppa Mitropa nel 1980, il club vanta diverse partecipazioni alle competizioni UEFA, tra le quali spiccano la vittoria della Coppa Intertoto nel 2000[4] ed il raggiungimento dei quarti di finale di Coppa UEFA nel 2009.\r\n\r\nL'Udinese è un membro associato dell'European Club Association (ECA)[5] e detiene la quindicesima miglior tradizione sportiva secondo i parametri della FIGC.",
    "social": {
      "sito": "www.udinese.it",
      "facebook": "www.facebook.com/UdineseCalcio1896",
      "twitter": "twitter.com/Udinese_1896",
      "instagram": "www.instagram.com/udinesecalcio",
      "youtube": "www.youtube.com/udinesechannel"
    },
    "colori": [
      "#FFFFFF",
      "#000000"
    ],
    "logo": "https://r2.thesportsdb.com/images/media/team/logo/vazjmb1546448196.png",
    "badge": "https://r2.thesportsdb.com/images/media/team/badge/vwvstr1448806811.png",
    "banner": "https://r2.thesportsdb.com/images/media/team/banner/uspspw1422398740.jpg",
    "fanart": [
      "https://r2.thesportsdb.com/images/media/team/fanart/jamzul1546521989.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/j1h7gd1546522007.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/k3hog61546522082.jpg",
      "https://r2.thesportsdb.com/images/media/team/fanart/hthbjw1546522097.jpg"
    ],
    "allenatore": "Kosta Runjaić"
  }
]